7zip
alacritty
amd-ucode
autotiling
base
base-devel
blueman
bluez
bluez-utils
brightnessctl
btop
btrfs-progs
chaotic-keyring
chaotic-mirrorlist
cmake
cmus
codelldb-bin
corectrl
dmenu
docker
docker-buildx
docker-compose
docker-rootless-extras
eden-git
efibootmgr
fastfetch
feh
firefox
fish
flatpak
foot
fzf
game-devices-udev
gamemode
gdb
git
github-cli
goverlay
grim
grub
grub-btrfs
gst-libav
gvfs
htop
i3-wm
i3blocks
i3lock
i3status
inotify-tools
jdk-openjdk
jetbrains-toolbox
jq
jstest-gtk-git
kdialog
kirigami-addons
kitemmodels
ksvg
lib32-gamemode
lib32-mesa
lib32-vulkan-radeon
libc++
linux
linux-firmware
linux-lqx
linux-lqx-headers
linuxconsole
lldb
lshw
lsp-plugins-lv2
lua-language-server
mako
man-db
matplotplusplus
ncspot
neovim-git
network-manager-applet
networkmanager
noto-fonts-cjk
noto-fonts-emoji
npm
obs-studio
obsidian
okular
openssh
otf-latin-modern
paccache-hook
pacman-contrib
paru
paru-debug
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pwvucontrol
pyright
qbittorrent
qt6-wayland
qt6-websockets
reflector
ripgrep
rocm-hip-sdk
sddm
sddm-kcm
sdl2-gamepad-mapper
slurp
steam
sudo
sway
swaybg
swayidle
swaylock
timeshift
timeshift-autosnap
tldr
tree
ttf-droid
ttf-iosevka-nerd
unrar
unzip
vlc
vlc-plugin-ffmpeg
vulkan-radeon
waybar
wdisplays
wget
wireplumber
wl-clipboard
wlprop
wmenu
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-wlr
xorg-xwayland
yay-debug
yazi
yelp
zam-plugins-lv2
zip
zoom
zoxide
