7zip
amd-ucode
azahar-appimage
base
base-devel
blueman
bluez
bluez-utils
brightnessctl
btrfs-progs
calf
chaotic-keyring
chaotic-mirrorlist
corectrl
discord
docker
docker-buildx
docker-compose
docker-rootless-extras
dolphin
easyeffects
eden-git
efibootmgr
fastfetch
feh
firefox
fish
foot
fzf
gamemode
git
github-cli
goverlay
grim
grub
grub-btrfs
gst-libav
gvfs
hip-runtime-amd
htop
inotify-tools
jdk-openjdk
jetbrains-toolbox
jq
kdialog
kirigami-addons
kitemmodels
ksvg
lib32-gamemode
lib32-mesa
lib32-vulkan-radeon
linux
linux-firmware
linux-lqx
linux-lqx-headers
linuxconsole
lsp-plugins-lv2
lua-language-server
lxsession
mako
man-db
neovim-git
network-manager-applet
networkmanager
noto-fonts-cjk
noto-fonts-emoji
npm
obs-studio
obsidian
okular
openssh
otf-latin-modern
paccache-hook
pacman-contrib
paru
paru-debug
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
protontricks-git
protonup-qt
pwvucontrol
pyright
qbittorrent
qt6-wayland
qt6-websockets
quickemu-git
reflector
ripgrep
rocm-hip-libraries
rocm-hip-runtime
rocm-hip-sdk
rocm-opencl-runtime
sddm
sddm-kcm
slurp
steam
sudo
sway
swaybg
swayidle
swaylock
thunar
thunar-volman
timeshift
timeshift-autosnap
tldr
tmux
tree
ttf-droid
ttf-iosevka-nerd
unrar
unzip
vim
visual-studio-code-bin
vlc
vlc-plugin-ffmpeg
vulkan-radeon
waybar
wdisplays
wget
wine-gecko
wine-mono
wine-staging
winetricks
wireplumber
wl-clipboard
wmenu
xdg-desktop-portal-gtk
xdg-desktop-portal-wlr
xorg-xwayland
yay-debug
yelp
zam-plugins-lv2
